Repository: nine/osm-austria-building-coverage
Catalog: coverage_score_viewer/locale/*/LC_MESSAGES/django.po
Languages: de

source: Country
de: Staat

source: Countries
de: Staaten

source: State
de: Bundesland

source: States
de: Bundesländer

source: District
de: Bezirk

source: Districts
de: Bezirke

source: Municipality
de: Gemeinde

source: Municipalities
de: Gemeinden

source: OpenStreetMap Austria Building Coverage
de: OpenStreetMap-Gebäudeabdeckung in Österreich

source: Search State, District or Municipality
de: Nach Bundesland, Bezirk oder Gemeinde suchen

source: %(admin_level_string)s of %(name)s
de: %(admin_level_string)s %(name)s

source: ~%(coverage)s %% of all buildings on <a href="http://www.basemap.at">basemap.at</a> in %(coverage_boundary)s are covered by a building on <a href="http://www.openstreetmap.org">OpenStreetMap</a> in the same area. The table below shows some details.
de: ~%(coverage)s %% aller Gebäude auf <a href="http://www.basemap.at">basemap.at</a> in %(coverage_boundary)s sind durch ein Gebäude auf <a href="http://www.openstreetmap.org">OpenStreetMap</a> abgedeckt. Die Tabelle unten zeigt einige Details.

source: Total Coverage
de: Gesamtabdeckung

source: Original Coverage
de: Ursprüngliche Abdeckung

source: Difference since the Start
de: Differenz seit dem Anfang

source: Latest Changes
de: Letzte Änderung

source: Overall Rank
de: Gesamtrang

source: Coverage
de: Abdeckung

source: Difference
de: Differenz

source: The OpenStreetMap Austria Building Coverage in Numbers
de: Die OpenStreetMap-Gebäudeabdeckung in Österreich in Zahlen

source: Welcome! This site aims to give an overview of how high the building coverage in Austria on OpenStreetMap is compared to <a href="http://www.basemap.at">basemap.at</a>. But before you start digging into the numbers, let me note a few things:
de: Willkommen! Diese Seite hat das Ziel, eine Übersicht darüber zu geben, wie gut die Gebäudeabdeckung auf OpenStreetMap in Österreich im Vergleich zu <a href="http://www.basemap.at">basemap.at</a> ist. Aber bevor du dich in die Zahlen stürzt, lass mich ein paar Dinge anmerken:

source: This is not a public request to uncritically copy from other maps, even though they allow you to do so.
de: Dies ist kein öffentlicher Aufruf, unkritisch von amtlichen Karten zu kopieren, auch wenn diese erlauben, das zu tun.

source: This site <em>only</em> aims to serve as an approximation to show which regions in Austria have the most catching-up to do in terms of building (and therefore probably address) coverage.
de: Das Ziel dieser Seite ist <em>ausschließlich</em> eine Annäherung an die Antwort auf die Frage, welche Regionen in Österreich am meisten Aufholbedarf bezüglich Gebäude- (und daher wahrscheinlich auch Adress-) Abdeckung haben.

source: It should also be a motivation for people to map buildings and addresses in their area.
de: Sie soll auch eine Motivation für Leute sein, Gebäude und Adressen in ihrer Umgebung zu erfassen.

source: If you use <a href="http://www.basemap.at">basemap.at</a> as a source for mapping, please take the same quality-assuring measures as always as the map has its inaccuracies and can be quite out-of-date depending on the region.
de: Wenn du <a href="http://www.basemap.at">basemap.at</a> als Quelle für die Erfassung von Daten verwendest, bitte ich, die üblichen qualitätssichernden Maßnahmen zu treffen, denn die Karte hat viele Ungenauigkeiten und ist je nach Region teilweise sehr veraltet.

source: When you map building outlines, please also map the corresponding <a href="http://wiki.openstreetmap.org/wiki/DE:Key:addr">addresses</a>.
de: Wenn du Gebäudeumrisse erfasst, erfasse bitte auch gleich die dazugehörigen <a href="http://wiki.openstreetmap.org/wiki/DE:Key:addr">Addressen</a>.

source: Complete coverage can probably not be reached (without cheating), because of certain inaccuracies in both maps. Do not make this your goal; instead, use your common sense when interpreting the numbers and the visual representation of the coverage. Everything above 85 percent can probably be considered practically complete.
de: Eine komplette Abdeckung kann (ohne Schummeln) aufgrund von Ungenauigkeiten in beiden Karten wahrscheinlich nicht erreicht werden. Mach das nicht zu deinem Ziel; benutze deshalb bitte deinen Hausverstand bei der Interpretation der Zahlen und der visuellen Darstellung der Abdeckung. Alles über 85 Prozent kann als praktisch komplett angesehen werden.

source: The Least Covered Regions in Austria
de: Die am wenigsten abgedeckten Gebiete in Österreich

source: These are the regions that have the most catching-up to do.
de: Dies sind jene Regionen, die den größten Aufholbedarf haben.

source: Least Covered Districts
de: Die am wenigsten abgedeckten Bezirke

source: Least Covered Municipalities
de: Die am wenigsten abgedeckten Gemeinden

source: Top Regions in Austria
de: Die Regionen mit der größten Abdeckung

source: Top 10 Districts
de: Bezirke Top 10

source: Top 10 Municipalities
de: Gemeinden Top 10

source: Top 10 Ascending Municipalities
de: Aufsteigende Gemeinden Top 10

source: Rank
de: Rang

source: Is In
de: Ist in

source: %(coverage_boundary)s has a total building coverage of
de: %(coverage_boundary)s hat eine Gebäudeabdeckung von

source: compared to <a href="http://www.basemap.at">basemap.at</a>. That's a difference of ~%(total_coverage_gain)s %% since %(oldest_timestamp)s.
de: im Vergleich zu <a href="http://www.basemap.at">basemap.at</a>. Das ist eine Differenz von ~%(total_coverage_gain)s %% seit %(oldest_timestamp)s.

source: Open Map in Separate Tab
de: Karte in neuem Tab öffnen

source: See all %(admin_level_name)s
de: Alle %(admin_level_name)s sehen
